[
  {
    "title": "SPECIAL",
    "category": "special",
    "subTitle": "Special subtitle",
    "content": "This is a special!!!",
    "imageLeft": false,
    "imageSource": "/images/rhubarb-margarita-mayhem-square.jpg",
    "imageAlt": "Rhubarb Margarita Special"
  },
  {
    "title": "FRASERS DINE IN IS BACK!",
    "category": "special",
    "subTitle": "OUR DINING ROOM IS OPEN FOR SERVICE. RESERVATIONS ARE RECOMMENDED. CALL TO PLACE A TAKEOUT ORDER.",
    "content": "There are many guidelines for us to follow as well as guidelines for our customers to follow. Face masks will be mandatory for entry to the restaurant. Additonal safety precautions and requirements will be posted. We appreciate your cooperation in this endeavor to help us keep our customers and staff safe.",
    "imageLeft": true,
    "imageSource": "/images/pig-were-back.jpg",
    "imageAlt": "Pig holding a sign that says We're Back"
  },
  {
    "title": "FRASERS GOURMET HIDEAWAY",
    "category": "about",
    "subTitle": "",
    "content": "is owned and operated by Chef Scott Fraser. Inside the rightly named gourmet hideaway, guests will notice a relaxing environment where food and drinks are the focal point. Come enjoy a seasonal menu of the freshest local Northwest ingredients. Pair this with a vibrant West Coast wine, handcrafted cocktail, or a nice cold beer.",
    "imageLeft": false,
    "imageSource": "/images/frasers-enter-dining-room.jpg",
    "imageAlt": "Frasers gourmet hideaway dining room"
  },
  {
    "title": "Ginny Redpath",
    "category": "about",
    "subTitle": "",
    "content": "Professional massage licensing programs include Mueller College of Holistic Studies-San Diego and Brian Utting School of Massage-Seattle. Her technical expertise includes Swedish, reflexology, energy work, injury treatment ,hydrotherapy.& much more. She has over 25 years of experience as a Licensed Massage Therapist serving Labor & Industry, Auto, HMO claims.  Has also worked in chiropractic clinics, retirement homes, salons and spas as well as private practice. Ginny focuses on Body + Mind and Spirit.  Her desired client profile is self-care and collaborating with each client.  She is focusing on the senior community (who often need massage for which Medicare will not pay for), as well as those in need without resources to pay out of pocket for treatment. She supports safety, healing and respect of client confidentiality. Is a resource for many health care options. Ginny pursues training in alternative massage techniques. *Professional member of  American Massage Therapy Association and strives to promote holistic health & well being.",
    "imageLeft": true,
    "imageSource": "/images/ginny-redpath-square.jpg",
    "imageAlt": "Ginny Redpath portrait"
  }
  
]